benchmarklogs/dragonfly_1threads.txt
1         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         2842.15          ---          ---         0.67022         0.61500         2.39900         4.76700       210.63 
Gets        42632.31     42632.31         0.00         0.66699         0.60700         2.38300         4.89500      2297.48 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      45474.46     42632.31         0.00         0.66719         0.60700         2.38300         4.89500      2508.11