benchmarklogs/dragonfly_1threads.txt
1         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         2844.66          ---          ---         0.67301         0.61500         2.43100         5.18300       219.15 
Gets        42669.95       788.81     41881.14         0.66742         0.60700         2.38300         5.02300      1688.36 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      45514.61       788.81     41881.14         0.66777         0.60700         2.38300         5.02300      1907.51