benchmarklogs/dragonfly_1threads_tls.txt
1         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         2826.63          ---          ---         0.68183         0.63100         2.22300         4.73500       209.48 
Gets        42399.45     42399.45         0.00         0.67723         0.62300         2.20700         4.60700      2284.96 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      45226.08     42399.45         0.00         0.67752         0.62300         2.20700         4.63900      2494.44