benchmarklogs/dragonfly_1threads_tls.txt
1         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         2701.05          ---          ---         0.71077         0.64700         2.47900         5.56700       200.17 
Gets        40515.76     40515.76         0.00         0.70497         0.63900         2.43100         5.31100      2183.43 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      43216.81     40515.76         0.00         0.70533         0.63900         2.43100         5.34300      2383.61