benchmarklogs/dragonfly_2threads.txt
2         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3730.12          ---          ---         3.53510         2.22300        28.67100        65.02300      1569.97 
Gets        55951.76      1170.51     54781.25         3.38768         2.19100        27.39100        55.80700      2572.96 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      59681.88      1170.51     54781.25         3.39689         2.19100        27.39100        56.57500      4142.93