benchmarklogs/dragonfly_2threads.txt
2         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3861.81          ---          ---         3.43341         1.95100        30.33500        77.82300      4040.94 
Gets        57927.21     45811.31     12115.90         3.28062         1.94300        29.18300        78.84700     48168.04 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      61789.02     45811.31     12115.90         3.29017         1.94300        29.18300        78.84700     52208.98