benchmarklogs/dragonfly_2threads.txt
2         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3434.30          ---          ---         1.11283         0.94300         5.27900        10.68700       254.51 
Gets        51514.48     51514.48         0.00         1.10762         0.93500         5.24700        10.30300      2805.62 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      54948.78     51514.48         0.00         1.10794         0.93500         5.24700        10.30300      3060.13