benchmarklogs/dragonfly_2threads_tls.txt
2         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3395.88          ---          ---         1.12849         0.96700         5.08700        10.55900       251.66 
Gets        50938.25     50938.25         0.00         1.12022         0.95900         5.02300        10.30300      2773.93 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      54334.14     50938.25         0.00         1.12074         0.95900         5.02300        10.30300      3025.59