benchmarklogs/dragonfly_2threads_tls.txt
2         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3341.86          ---          ---         1.14583         0.97500         5.27900        11.07100       247.66 
Gets        50127.96     50127.96         0.00         1.13688         0.96700         5.18300        10.68700      2729.80 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      53469.83     50127.96         0.00         1.13744         0.97500         5.21500        10.75100      2977.46