benchmarklogs/dragonfly_2threads_tls.txt
2         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         4134.51          ---          ---         4.71611         2.46300        40.19100       189.43900      4326.29 
Gets        62017.72     49044.44     12973.28         3.49176         2.44700        27.90300        47.87100     51567.59 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      66152.23     49044.44     12973.28         3.56828         2.44700        28.15900        57.34300     55893.87