benchmarklogs/dragonfly_4threads.txt
4         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         5715.52          ---          ---         5.73736         3.08700        40.95900       102.39900      2405.61 
Gets        85732.75      3573.00     82159.75         5.68107         3.07100        41.72700       125.43900      4614.95 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      91448.26      3573.00     82159.75         5.68458         3.07100        41.72700       124.41500      7020.56