benchmarklogs/dragonfly_4threads.txt
4         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3446.49          ---          ---         2.21003         1.52700        15.87100        34.55900       255.42 
Gets        51697.32     51697.32         0.01         2.20250         1.52700        15.74300        34.55900      2856.58 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      55143.81     51697.32         0.01         2.20297         1.52700        15.74300        34.55900      3111.99