benchmarklogs/dragonfly_4threads.txt
4         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3538.99          ---          ---         2.16049         1.51900        15.48700        30.84700       272.64 
Gets        53084.92      5585.69     47499.23         2.15122         1.51100        15.42300        30.84700      2253.34 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      56623.91      5585.69     47499.23         2.15180         1.51100        15.42300        30.84700      2525.98