benchmarklogs/dragonfly_4threads.txt
4         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3817.66          ---          ---         7.66780         4.15900        76.28700       165.88700      1606.82 
Gets        57264.97      2380.39     54884.58         7.39730         4.12700        74.23900       168.95900      3080.20 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      61082.63      2380.39     54884.58         7.41421         4.12700        74.23900       168.95900      4687.03