benchmarklogs/dragonfly_4threads_tls.txt
4         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3559.40          ---          ---         2.14560         1.58300        14.33500        28.15900       274.22 
Gets        53391.05      5665.67     47725.38         2.13147         1.58300        14.20700        27.13500      2267.92 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      56950.45      5665.67     47725.38         2.13235         1.58300        14.20700        27.26300      2542.13